## OpenTofu plan (dns)

<details>
<summary>Show plan</summary>

```terraform

OpenTofu used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

OpenTofu will perform the following actions:

  # digitalocean_record.login_wildcard_a will be created
  + resource "digitalocean_record" "login_wildcard_a" {
      + domain = "login.no"
      + fqdn   = (known after apply)
      + id     = (known after apply)
      + name   = "*"
      + ttl    = (known after apply)
      + type   = "A"
      + value  = "128.39.140.240"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>